/* Title of the contextual menu item for adding a sheet to favorites */
"AddToFavorites" = "添加到喜爱";

/* Title of the contextual menu item for adding a sheet to favorites */
"RemoveFromFavorites" = "从喜爱中删除";


/* Title of contextual menu item opening an editing popover for a container (group / filter / etc) */
"EditContainer" = "编辑...";

/* Title of contextual menu item for deleting a container (group / filter / etc) */
"DeleteContainer" = "擦除...";


/* Title of contextual menu item for moving a container (group / filter / etc) to trash */
"TrashContainer" = "移动到废纸篓";

/* Title of contextual menu item for restoring a container (group / filter / etc) from trash */
"RestoreContainerFromTrash" = "放回";

/* Title of contextual menu item for emptying trash */
"EmptyTrash" = "清倒废纸篓...";


/* Title of contextual menu item for creating a group by the current selection */
"AddGroup" = "新建组…";

/* Title of contextual menu item for creating a Daedalus stack by the current selection */
"AddStack" = "新建堆栈...";

/* Title of contextual menu item for creating a external folder by the current selection */
"AddFolder" = "新建文件夹...";

/* Title of contextual menu item for creating a filter by the current selection */
"AddFilter" = "新建筛选...";

/* Title of contextual menu item for creating a sheet inside the currently selected group */
"AddSheet" = "新建文稿…";

/* Title of contextual menu item for glueing sheets together */
"GlueSheets" = "接合文稿";

/* Title of contextual menu item for unglueing sheets */
"UnglueSheets" = "拆开文稿";

/* Title of contextual menu item for merging sheets */
"MergeSheets" = "合并文稿";

/* Title of contextual menu item for duplicating a container (i.e. filter) in the current selection */
"DuplicateContainer" = "复制";

/* Name of containers (i.e. filters) that were duplicated by the user. Placeholder container original container name. */
"DuplicatedContainerName" = "%@ 拷贝";

/* The button used to reveal an external folder or file in finder */
"RevealInFinder" = "在 Finder 中显示";

/* Title of contextual menu item opening an editing popover for sheet keywords */
"Keywords" = "关键词…";

/* Title of contextual menu item opening an editing popover for a container's counting goal */
"Goal" = "目标…";

/* Title of contextual menu item for showing text statistics for the current selection */
"Statistics" = "统计...";

/* Title of contextual menu item for showing Quick Export popover for the current selection */
"QuickExport" = "快速导出...";

/* Title of contextual menu item for showing an export preview window for the current selection */
"ExportPreview" = "预览...";


/* Title of contextual menu item revealing a sheet inside a virtual container (e.g. a filter) inside its original group */
"RevealInGroup" = "在组中显示";

/* Title of contextual menu item revealing a container selected in the sheet table inside the container table */
"RevealInSidebar" = "在侧边栏中显示";

/* Title of contextual menu item for showing the selected group/filters in a new (2-column) window */
"OpenInNewWindow" = "在新窗口打开";


/* Contextual menu item on external folder section for adding an external folder. */
"AddExternalFolder" = "添加文件夹…";

/* Contextual menu item on external folders to remove the link to an external folder */
"RemoveSourceItem" = "删除";

/* Contextual menu item to removes files opened from the group "Open Files". */
"CloseExternalFile" = "关闭";


/* Title of contextual menu item allowing to restore a model node from a backup to a certain section. Placeholder contains the name of the target section (e.g. "iCloud" or "On My Mac"). */
"RestoreBackupToSection" = "恢复为 %@";

/* Title of contextual menu item allowing to restore a model node from a backup to a certain section. First placeholder contains the name of the target section (e.g. "iCloud" or "On My Mac"). Second placeholder the name of the target group (e.g. "Inbox") */
"RestoreBackupToGroup" = "恢复为 %@ %@";


/* Title of the alert shown when an external folder was deleted */
"BrokenSource" = "无法访问源文件夹！";

/* Informative text of the altert shown when an external folder was deleted or the access permission to it was lost */
"BrokenSourceText" = "Ulysses 无法访问外部文件夹 “%@”。它可能已被删除，或者失去访问权限。请选择一个新文件夹或删除该文件夹！\n\n原路径：%@";

/* The button used to select a new path if an external folder was deleted */
"SelectSource" = "选择…";

/* The button used to remove an external folder if it was deleted */
"RemoveSource" = "删除";

/* Title of the menu item used for hiding an item from the sidebar */
"RemoveFromSidebar" = "从侧边栏中删除";

/* Title of the menu item used for restoring the introduction */
"ResetIntroduction" = "重置介绍";


/* Menu item title for sorting the sheets in the group/filter. */
"Sort" = "排序";

/* Menu item title for sorting the sheets in the group manually. */
"Manually" = "手动";

/* Menu item title if the sheets in the filter cannot be sorted (since they are automatically sorted based on the sorting of the sheets in the originating groups). */
"None" = "无";

/* Menu item title for sorting the sheets in the group/filter by creation date. */
"By Creation Date" = "按创建日期";

/* Menu item title for sorting the sheets in the group/filter by modification date. */
"By Modification Date" = "按修改日期";

/* Menu item title for sorting the sheets in the group/filter by title (i.e. alphabetically). */
"By Title" = "按标题";

/* Menu item title for sorting the sheets by date, with the oldest sheet listed first. */
"Oldest First" = "先进先出";

/* Menu item title for sorting the sheets by date, with the newest sheet listed first. */
"Newest First" = "后进先出";

/* Menu item title for sorting the sheets by title, starting with A. */
"A to Z" = "A 至 Z";

/* Menu item title for sorting the sheets by title, starting with Z (i.e. reverse order). */
"Z to A" = "Z 至 A";
